// rncsl
import React from 'react';
import { Container, P, Column } from '../../other/Components/Html';

const Rules = (p) => (
    <Container ai='center' >
        <Column w='90%' h='83%' mt={20} border={[1]} p={10}>
            <P>شما باید قبل از ثبت نام وارد سایت شوید تا قوانین را با خودتان هست و هر تغییری در قوانین هست بپذیرید هست قوانین لغو دوم هست باید قبل از ثبت نام وارد سایت شوید تا قوانین را با خودتان هست و هر تغییری در قوانین هست بپذیرید هست قوانین لغو دوم هست باید قبل از ثبت نام وارد سایت شوید تا قوانین را با خودتان هست و هر تغییری در قوانین هست بپذیرید هست قوانین لغو دوم هست  </P>
        </Column>
    </Container>
);

export default Rules;